Repository: sztankatt/libraring
Catalog: static/templates/locale/*/LC_MESSAGES/django.po
Languages: hu

source: Dear <strong>%(username)s</strong>
hu: Kedves <strong>%(username)s</strong>

source: %(username)s has accepted your offer of &pound;%(price)s for %(book)s!
hu: %(username)s elfogadta az ajánlatodat &pound;%(price)s értékben a %(book)s című könyvre!

source: To discuss the details of the transaction please respond to this email. Once you are all set, please click on the 'Finalise' here:
hu: Az adás-vétel lebonyolítása érdekében kérlek, válaszolj erre az emailre! Ha minden kész, kattints a 'Lezárás' gombra:

source: Are you sure?
hu: Biztos vagy benne?

source: Are you sure that you accept the &pound;%(price)s offer mady by %(user)s?
hu: Biztosan elfogadod a(z) &pound;%(price)s értékű ajánlatot a(z) %(user)s nevű felhasználótól?

source: If you accept, your book will be marked as 'sold', and you will be redirected to the next step, when you can discuss the details of the transaction
hu: Ha elfogadod az ajánlatot a könyv státusza 'eladottra' változik. A következő lépés: az adásvétel részleteinek megbeszélése a vevővel.

source: Yes
hu: Igen

source: No
hu: Nem

source: You have at least one offer for this book. If you are satisfied with any of them, go ahead and accept the one you are satisfied with!
hu: Erre a könyvre már legalább egy ajánlat érkezett. Ha elégedett vagy bármelyikkel, fogadd el a neked tetsző ajánlatot!

source: Well done!
hu: Szép munka!

source: You have accepted %(user)s's offer of %(offer)s&pound; for %(book)s.
hu: Elfogadtad a(z) %(user)s nevű felhasználó ajánlatát, %(offer)s&pound; értékben a(z) %(book)s című könyvre.

source: Next step:
hu: Következő

source: %(user)s will contact you shortly via your email address, %(email)s, and you will be able to discuss the further details.
hu: %(user)s hamarosan kapcsolatba fog lépni veled az email címeden keresztül, %(email)s, így lehetőségetek lesz megbeszélni az adásvétel részleteit.

source: Once you are happy with this transaction, you can finalise it by clicking the 'Finalise' button below. Once both of you have clicked 'Finalised the transaction will be closed.
hu: Ha elégedett vagy az adásvétellel, akkor le tudod zárni a 'Lezárás' gombra kattintva. Amennyiben mindketten megnyomjátok a gombot, az adásvétel véglegesen lezárásra kerül.

source: You have already finalised this transaction. Once %(user)s also finalises it, the transaction will be completed.
hu: Te már lezártad ezt az adásvételt. Ha %(user)s is a 'Lezárás' gombra kattint, az adásvétel befejeződik.

source: Finalise
hu: Lezárás

source: Transaction closed, you have successfully sold this book! Please rate the transaction below.
hu: Sikeresen eladtad ezt a könyvet! Kérjük, értékeld az adásvételt!

source: You have already rated this transaction!
hu: Ezt az adásvételt már értékelted!

source: Please rate %(user)s for this transaction.
hu: Kérlek, értékeld %(user)s az adásvétel alapján.

source: Rate!
hu: Értékelés!

source: You have made an offer for this book already. You can always make further offers.
hu: Ajánlatot tettél erre a könyvre. Bármikor ajánlhatsz többet és kevesebbet is.

source: An email has been sent to you, please reply to that email to contact %(user)s in order to discuss further details
hu: Egy emailt küldtünk neked, kérlek, válaszolj rá és lépj kapcsolatba %(user) nevű felhasználóval, hogy megbeszélhessétek az adásvétel részleteit.

source: Once you are happy with this transaction, you can finalise it by clicking the 'Finalise' button below. Once both of you have clicked 'Finalised' the transaction will be closed.
hu: Ha elégedett vagy az adásvétellel, akkor le tudod zárni a 'Lezárás' gombra kattintva. Amennyiben mindketten megnyomjátok a gombot, az adásvétel véglegesen lezárásra kerül.

source: You have already finalised this transaction. Once %(book.sold_to)s also finalises it, the transaction will be completed.
hu: Te már lezártad ezt az adsávételt. Ha %(book.sold_to)s is a 'Lezárás' gombra kattint, az adásvétel végleg befejeződik.

source: Transaction closed, you have successfully acquired this book! Please rate the transaction below.
hu: Az adásvétel lezárásra került, sikeresen megszerezted a könyvet. Kérlek, értékeld az adásvételt!

source: Summary:
hu: Összegzés

source: You have bought this book from %(user)s for &pound;%(price)s.
hu: Megvásároltad a(z) %(user)s című könyvet, &pound;%(price)s értékben.

source: Please rate %(user)s for this transaction
hu: Kérlek értékeld %(user)s az adásvétel alapján

source: Aw snap!
hu: Ej!

source: This book has already been sold, you can't make an offer unfortunately.
hu: Ez a könyv már elkelt, nem tudsz ajánlatot tenni rá.

source: Title
hu: Cím

source: Author(s)
hu: Szerző(k)

source: Edition
hu: Kiadás száma

source: Not specified
hu: Nem meghatározott

source: ISBN number
hu: ISBN szám

source: Location
hu: Hely

source: Username
hu: Felhasználónév

source: Goal price
hu: Ár

source: Make an offer!
hu: Tegyél ajánlatot!

source: Previous offers
hu: Előző ajánlat

source: No offers for this book, yet.
hu: Nem található ajánlat.

source: This book has been sold. You can't make an offer.
hu: Ezt a könyvet már eladták. Nem tudsz ajánlatot tenni.

source: Publisher information
hu: Információ a kiadóról

source: Publication city
hu: Kiadás helye (város)

source: Publication country
hu: Kiadás helye (ország)

source: Publication year
hu: Kiadás éve

source: Short description
hu: Rövid leírás

source: No description specified
hu: Nem adtál meg leírást

source: No authors specified
hu: Nem adtál meg szerzőt

source: Highest offer
hu: Legmagasabb ajánlat

source: view all
hu: összes

source: This section is empty
hu: Ez a szakasz üres

source: No books
hu: Nincsenek könyvek

source: Accept
hu: Elfogad

source: Home
hu: Kezdőlap

source: Explore
hu: Felfedezés

source: Offers
hu: Ajánlatok

source: Watchlist
hu: Figyelés

source: Settings
hu: Beállítások

source: Log out
hu: Kijelentkezés

source: Filter books
hu: Szűrők

source: user hasn't been rated yet
hu: ezt a felhasználót még nem értékelted

source: Add to watchlist
hu: Figyelőhöz ad

source: Login
hu: Bejelentkezés

source: Not registered yet?
hu: Még nem regisztráltál?

source: You can register <a href="%(reg_url)s">here</a>!
hu: <a href="%(reg_url)s">Itt</a> tudsz regisztrálni!

source: Libraing is a free and online market where users can buy and resell their textbooks and/or any course related material. The website is designed to provide a university specific, dynamic and online service for students to swiftly trade their unwanted books with other users regardless of university or course as it happens on a joint platform.
hu: A Librarin egy ingyenes, online piactér, ahol a felhasználók tankönyveket vagy bármilyen felsőoktatáshoz kapcsolódó könyvet adhatnak el egymásnak és vehetnek meg egymástól. A weboldal egy egyetemspecifikus felülettel várja a hallgatókat. Célunk: egy egyetemeken és országokon átívelő piactér megteremtése, ahol a környezettudatosság mellett a tudáshoz való szabadságot is értékeink között tartjuk számon.

source: Like us on facebook!
hu: Lájkolj minket Facebookon!

source: Our team
hu: Rólunk

source: Tour
hu: Hogy működik?

source: Brainstorm
hu: Ötletbörze

source: Register
hu: Regisztráció
